Repository: ProSkyMishka/PlantPal
Catalog: PlantApp/Localizable.xcstrings
Source language: en
Languages: ru

source: % moisture
ru: % влажность

source: %@ Info
ru: Информация: %@

source: AAA
ru: ААА

source: About App
ru: О приложении

source: Aleksandrov Dmitry
ru: Александров Дмитрий

source: App Info
ru: О приложении

source: Appearance
ru: Внешний вид

source: Back
ru: Назад

source: Bazin Aleksey
ru: Базин Алексей

source: Bosses:
ru: Руководители:

source: Cancel
ru: Отмена

source: Change Device
ru: Изменить устройств

source: Connect
ru: Подключить

source: Connect device
ru: Добавить устройство

source: Connect Device
ru: Добавить устройство

source: Connect the device
ru: Подключить устройство

source: Connect the device for automatic watering.
ru: Подключите устройство для автоматического полива

source: Dark
ru: Тёмная

source: Description
ru: Описание

source: Detailed watering scehdule
ru: Подробный график

source: Developers:
ru: Разработчики:

source: Device Settings
ru: Настройки устройства

source: Device:
ru: Устройство:

source: Devices
ru: Устройства

source: Diagnose
ru: Диагноз

source: Edit plant
ru: Редактирование растения

source: Every day
ru: Каждый день

source: Every month
ru: Каждый месяц

source: Every week
ru: Каждую неделю

source: Find out if your plant is sick
ru: Проверьте заболевания растения

source: Flowers Collection
ru: Коллекция растений

source: Future watering
ru: Предстоящий полив

source: Good
ru: Хорошо

source: Humidity:
ru: Влажность:

source: Humidity: %@%%
ru: Влажность: %@%%

source: Is this really your plant?
ru: Это действительно ваше растение?

source: Kondratieva Margarita
ru: Кондратьева Маргарита

source: Language
ru: Язык

source: Last watered
ru: Последний полив

source: Light
ru: Светлая

source: Log in
ru: Авторизация

source: Loskutov Alexsandr
ru: Лоскутов Александр

source: Made in
ru: Сделано в

source: Name
ru: Название

source: Naypert Roman
ru: Найперт Роман

source: Never
ru: Никогда

source: Next
ru: Далее

source: Next watering
ru: Следующий полив

source: No device
ru: Нет устройства

source: None
ru: Нет

source: Normal
ru: Нормально

source: Not planning date yet
ru: Нет запланированных поливов

source: Number of repeats
ru: Количество повторов

source: Nurture your plants with ease
ru: С легкостью ухаживать за своими растениями

source: ºC temperature
ru: ºC температура

source: Password
ru: Пароль

source: Plan of watering
ru: План полива

source: Profile
ru: Профиль

source: Prozorskiy Mikhail
ru: Прозорский Михаил

source: Recommended Humidity
ru: Рекомендованная влажность

source: Recommended Temperature
ru: Рекомендованная температура

source: Repeat
ru: Повтор

source: Repeat (days)
ru: Повтор(дни)

source: Rezunik Lyudmila
ru: Резуник Людмила

source: Scheduled on %@
ru: Таймер на %@

source: Search
ru: Поиск

source: Select App Theme
ru: Выберите тему приложения

source: Select Language
ru: Выберите язык

source: Settings
ru: Настройки

source: Sign in with Yandex
ru: Войти в Яндекс

source: Sign out
ru: Выйти

source: Sirius
ru: Сириусе

source: Start working!
ru: Начать работу!

source: Temp:
ru: Температура:

source: Temp: %@ ºC
ru: Температура: %@ ºC

source: The device and the phone should be connected to the same wifi network
ru: Устройство и телефон должны быть подключены к одной сети wifi

source: The PlantPal application allows you to create a virtual greenhouse of indoor plants, tracking their condition and remote watering. It was developed as part of the All-Russian competition of scientific and technological projects “Great Challenges” at the Sirius training center in 2024. Project partners: National Research University Higher School of Economics, Faculty of Computer Science (FCS) and the research and educational laboratory of cloud and mobile technologies of the Faculty of Software Engineering of FCS.
ru: Приложение "PlantPal" позволяет создавать виртуальную оранжерею комнатных растений, осуществляя отслеживание их состояния и удалённый полив. Оно разработано в рамках всероссийского конкурса научно-технологических проектов "Большие вызовы" в учебном центре "Сириус" в 2024 году. Партнёры проекта: НИУ ВШЭ, факультет компьютерных наук (ФКН) и научно-учебная лаборатория облачных и мобильных технологий департамента программной инженерии ФКН.

source: The PlantPal application allows you to create a virtual greenhouse of indoor plants, tracking their condition and remote watering. It was developed as part of the All-Russian competition of scientific and technological projects “Great Challenges” at the Sirius training center in 2024.\nProject partners: National Research University Higher School of Economics, Faculty of Computer Science (FCS) and the research and educational laboratory of cloud and mobile technologies of the Faculty of Software Engineering of FCS.
ru: Приложение "PlantPal" позволяет создавать виртуальную оранжерею комнатных растений, осуществляя отслеживание их состояния и удалённый полив. Оно разработано в рамках всероссийского конкурса научно-технологических проектов "Большие вызовы" в учебном центре "Сириус" в 2024 году. Партнёры проекта: НИУ ВШЭ, факультет компьютерных наук (ФКН) и научно-учебная лаборатория облачных и мобильных технологий департамента программной инженерии ФКН.

source: The PlantPal application allows you to create a virtual greenhouse of indoor plants, tracking their condition and...
ru: Приложение "PlantPal" позволяет создавать виртуальную оранжерею комнатных растений, осуществляя ...

source: There are no plants watering this device
ru: Ни одно растение не поливается этим устройством

source: This application was created as part of the All-Russian competition of scientific and technological projects "Great Challenges". The project partner is the National Research University Higher School of Economics. The application allows you to maintain a collection of your own plants and water them remotely.
ru: Данное приложение было создано в рамках всероссийского конкурса научно-технологических проектов "Большие вызовы". Партнёр проекта - НИУ ВШЭ. Приложение позволяет вести коллекцию собственных растений, осуществлять их удалённый полив.

source: Value
ru: Значение

source: Vasilievsky Arthur
ru: Васильевский Артур

source: Water
ru: Полить

source: Water now
ru: Полить сейчас

source: Watering plants: %lld
ru: Полив растения: %lld

source: Watering Schedule
ru: График полива

source: We cannot recognize any diseases
ru: Мы не можем распознать эту болезнь

source: Weak
ru: Слабо

source: Welcome to PlantPal
ru: Добро пожаловать в Plant Pal

source: Yandex devices
ru: Устройства Яндекс
